[
    { "src": "/images/places/varanasi/temple/kashi_vishwanath_dham_1.png", "alt": "Kashi Vishwanath Temple in Varanasi with its golden spire and intricate architecture."},
    { "src": "/images/places/varanasi/ganga_aarti/ganga_aarti_1.jpg", "alt": "Evening Ganga Aarti ceremony at Dashashwamedh Ghat Varanasi with priests performing rituals by the river."},
    { "src": "/images/places/varanasi/ghat/assi_ghat_topview.jpg", "alt": "Beautiful top view of Assi Ghat with the Ganges River and boats along the shore in Varanasi."},
    { "src": "/images/places/varanasi/ghat/boating_view_ganga_1.jpg", "alt": "Boating along the ghats of Banaras with views of temples and historic structures by the Ganga River."},
    { "src": "/images/places/varanasi/temple/kashi_vishwanath_bhu.jpg", "alt": "Kashi Vishwanath Mandir at BHU campus with its grand architecture and peaceful surroundings."},
    { "src": "/images/places/varanasi/temple/durga_mata_mandir.jpg", "alt": "Vibrant Durga Mata Mandir at Durgakund with its striking red facade and serene temple pond in Varanasi."},
    { "src": "/images/places/varanasi/sarnath/dhamek_stupa_1.jpg", "alt": "Historic Dhamek Stupa at Sarnath, Varanasi a massive cylindrical structure symbolizing Buddha&apos;s first sermon."},
    { "src": "/images/places/varanasi/temple/sankat_mochan.jpg", "alt": "Sankat Mochan Hanuman Temple in Durgakund Varanasi, a revered shrine surrounded by lush greenery."},
    { "src": "/images/places/varanasi/temple/tulsi_manas_mandir_1.jpg", "alt": "Elegant Tulsi Manas Temple at Durgakund, Varanasi known for its white marble structure and Ramcharitmanas inscriptions."},
    { "src": "/images/places/varanasi/gali_varanasi.jpg", "alt": "Colorful gali in Banaras with vivid street murals of Hindu deities"},
    { "src": "/images/places/varanasi/sarnath/buddha_statue_sarnath_2.jpg", "alt": "Majestic Buddha statue at Sarnath, Varanasi symbolizing peace and enlightenment, surrounded by lush greenery."}, 
    { "src": "/images/places/varanasi/sarnath/sarnath_temple_1.jpg", "alt": "Sarnath Temple, a significant Buddhist site featuring elegant architecture and serene surroundings, marking the location of Buddha's first sermon."},
    { "src": "/images/places/varanasi/ghat/assi_ghat_2.jpg", "alt": "Scenic view of Assi Ghat in Banaras, showcasing the bustling riverside with pilgrims and vibrant activities along the Ganga River."},
    { "src": "/images/places/varanasi/ghat/namo_ghat.jpg", "alt": "Namo Ghat in Rajghat Varanasi, showcasing its modern architecture and artistic sculptures, set against the backdrop of the iconic ghat steps."},
    { "src": "/images/places/varanasi/ghat/river_view.jpg", "alt": "Stunning sunrise over the Ganga River in Varanasi, creating a serene and tranquil atmosphere."},
    { "src": "/images/places/varanasi/ganga_aarti/ganga_aarti_4.jpg", "alt": "Vibrant Ganga Aarti at Assi Ghat Kashi, featuring illuminated lamps and priests performing rituals along the banks of Ganges river."},
    { "src": "/images/places/varanasi/ghat/ghat_varanasi.jpg", "alt": "Panoramic view of Assi Ghat and surrounding ghats in Kashi, featuring colorful boats lining the banks of the Ganga River, bustling with activity."},
    { "src": "/images/places/agra/taj_mahal_1.jpg", "alt": "Magnificent Taj Mahal in Agra, India, showcasing its iconic white marble dome and lush gardens."},
    { "src": "/images/places/bodhgaya/mahabodhi_temple_2.jpg", "alt": "Sacred Mahabodhi Temple in Bodhgaya, Bihar India, featuring its towering spire and serene surroundings, marking the site of Buddha's enlightenment."},
    { "src": "/images/places/bodhgaya/mahabodhi_temple_wall_carvings.jpg", "alt": "Intricate wall carvings at the Mahabodhi Temple in Bodhgaya, Bihar India depicting beautiful Buddha statues and Buddhist symbolism."},
    { "src": "/images/places/bodhgaya/buddha_statue.jpg", "alt": "Majestic seated Buddha statue at Bodhgaya India, radiating tranquility and surrounded by lush greenery."},
    { "src": "/images/places/bodhgaya/buddhist_golden_pagoda.jpg", "alt": "Stunning Buddhist Golden Pagoda at Bodhgaya, featuring a gleaming golden exterior and intricate architectural details."},
    { "src": "/images/places/bodhgaya/mahabodhi_tree.png", "alt": "Sacred Mahabodhi Tree in Bodhgaya, India, under which Buddha attained enlightenment, surrounded by devotees."},
    { "src": "/images/places/bodhgaya/tibetan_monastery.jpg", "alt": "Vibrant Tibetan Monastery in Bodhgaya, with intricate architecture, and peaceful gardens"},
    { "src": "/images/places/lucknow/bara_imambara_2.jpg", "alt": "A stunning side view of Bara Imambara in Lucknow, showcasing its majestic architecture with minarets and vast courtyards."},
    { "src": "/images/places/lucknow/bara_imambara_1.jpg", "alt": "Magnificent front view of Bara Imambara, a historic monument in Lucknow with intricate Mughal architecture and towering minarets."},
    { "src": "/images/places/lucknow/chota_imambara_1.jpg", "alt": "The beautiful Chota Imambara in Lucknow, reflected in a tranquil water pool, with detailed domes and pillars in the background."},
    { "src": "/images/places/lucknow/rumi_darwaza.jpg", "alt": "Rumi Darwaza in Lucknow Uttar Pradesh, a grand gateway with intricate designs and tall arches, symbolizing the rich heritage of the city."},
    { "src": "/images/places/lucknow/british_residency_1.jpg", "alt": "British Residency in Lucknow Uttar Pradesh, showcasing historic ruins with colonial architecture set in peaceful gardens, a reminder of the city's history."},
    { "src": "/images/places/lucknow/british_residency_2.jpg", "alt": "Ruins of the British Residency in Lucknow, featuring two historic cannons positioned in front of the crumbling walls, surrounded by greenery."},
    { "src": "/images/places/lucknow/hussainabad_clock_tower_1.jpg", "alt": "Hussainabad Clock Tower in Lucknow, a tall and elegant structure with detailed architecture, standing prominently against a clear sky."},
    { "src": "/images/places/lucknow/lucknow_residency_museum.jpg", "alt": "Historic cannon at the Lucknow Residency, showcasing its sturdy design and historical significance, set against the backdrop of ancient ruins."},
    { "src": "/images/places/lucknow/lucknow_residency_ruins_4.jpg", "alt": "Colonel Robert Hope Memorial in Lucknow, featuring a striking statue with the historic ruins of the Lucknow Residency visible behind it."},
    { "src": "/images/places/nalanda/nalanda_ruins_3.jpg", "alt": "Ancient ruins of Nalanda, showcasing the remains of a once-great Nalanda university with stone structures and lush greenery surrounding the site."},
    { "src": "/images/places/nalanda/nalanda_archaeology_museum.jpg", "alt": "Nalanda Archaeological Museum, featuring ancient artifacts and sculptures displayed in a modern setting, surrounded by beautiful gardens."},
    { "src": "/images/places/ayodhya/saryu_river_nayaghat.jpg", "alt": "Scenic view of the Saryu River at Nayaghat in Ayodhya, featuring calm waters and lush greenery along the banks, with colorful boats docked at the shore."},
    { "src": "/images/places/ayodhya/ram_janmabhoomi_2.jpg", "alt": "Beautiful Ram Janmabhoomi Mandir in Ayodhya, Uttar Pradesh, featuring stunning architecture and rich historic significance"},
    { "src": "/images/places/chitrakoot/ramghat_2.jpg", "alt": "Scenic view of Ramghat in Chitrakoot, featuring calm river waters with several colorful boats lined along the banks of Mandakini river."},
    { "src": "/images/places/ayodhya/lata_mangeshkar_chowk.jpg", "alt": "Veena sculpture at Lata Mangeshkar Chowk, Ayodhya, honoring legendary singer Lata Mangeshkar's contribution to Indian music."},
    { "src": "/images/places/ayodhya/ayodhya_ghat.jpg", "alt": "Scenic view of Ayodhya Ghat reflecting golden architecture and temples along the riverbank under a dramatic sky."},
    { "src": "/images/places/rajgir/buddha_ghora_katora_lake_1.jpg", "alt": "Buddha statue seated in meditation at Ghora Katora Lake, Rajgir, with lush green hills and a colorful sky in the background."},
    { "src" : "/images/places/prayagraj/triveni_sangam_3.jpg", "alt" : "A peaceful view of Triveni Sangam in Prayagraj (Allahabad), where the rivers Ganga, Yamuna, and the mythical Saraswati meet, with a clear sky reflecting on the tranquil waters."},
    { "src" : "/images/places/prayagraj/kumbh_tents.jpg", "alt" : "Aerial view of Kumbh tents spread across a vast area in Prayagraj (Allahabad), with numerous temporary shelters set up for pilgrims and devotees during the Kumbh Mela festival."},
    { "src" : "/images/places/prayagraj/akbar_fort_3.jpg", "alt" : "Historic Akbar Fort in Prayagraj, Uttar Pradesh, standing majestically on the banks of the Yamuna River, showcasing its grand architecture and cultural significance."},
    { "src" : "/images/places/prayagraj/allahabad_museum_2.jpg", "alt" : "Allahabad Museum in Prayagraj, Uttar Pradesh, featuring its elegant facade and rich collection of historical and cultural artifacts."},
    { "src" : "/images/places/prayagraj/swaraj_bhawan.jpg", "alt" : "Swaraj Bhawan in Prayagraj, the historical residence of the Nehru family, known for its colonial architecture and political significance."}
]